cask_args appdir: "/Applications"

brew "ddev/ddev/ddev"
brew "ncdu"
brew "wget"

cask "1password"
cask "1password-cli"
cask "4k-video-downloader+"
cask "4k-youtube-to-mp3"
cask "adguard"
cask "affinity-photo"
cask "android-file-transfer"
cask "appcleaner"
cask "arc"
cask "audacity"
cask "bartender"
cask "betterzip"
cask "brave-browser"
cask "calibre"
cask "cold-turkey-blocker"
cask "daisydisk"
cask "dash"
cask "devutils"
cask "dropbox"
brew "docker"
cask "eagle"
cask "evernote"
cask "fantastical"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "imageoptim"
cask "inkscape"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "languagetool"
cask "languagetool-desktop"
cask "libreoffice"
cask "little-snitch"
cask "lunar"
cask "megasync"
cask "meld"
cask "mullvad-vpn"
cask "mysqlworkbench"
cask "obsidian"
cask "orbstack"
cask "paragon-ntfs"
cask "path-finder"
cask "pdf-expert"
cask "phpstorm"
cask "progressive-downloader"
cask "protonvpn"
cask "rapidapi"
cask "raycast"
cask "rectangle-pro"
cask "sigil"
cask "slack"
cask "snagit"
cask "sublime-text"
cask "tableplus"
cask "table-tool"
cask "teamviewer"
cask "telegram"
#cask "toggl-track"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "yandex"
cask "yandex-disk"
cask "zoom"

# Mac App Store
#mas "Streisand", id: 6450534064
